{
    "result": [

      {
        "id": 0,
        "title": "Motor Sport Honda",
        "details": [
          {
            "backdrop_path": "https://wallpapercave.com/wp/wp5143994.jpg",
            "id": 830784,
            "description": "Honda CBR250RR tersedia dalam pilihan mesin Petrol di Indonesia Sport baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda CBR250RR, ini ditenagai dua pilihan mesin Petrol berkapasitas 249.7 cc. CBR250RR tersedia dengan transmisi Manual tergantung variannya. CBR250RR adalah Sport 2 seater dengan panjang 2060 mm, lebar 724 mm, wheelbase 1385 mm. serta ground clearance 148 mm.",
            "poster_path": "https://www.bennetts.co.uk/-/media/bikesocial/2020-september-images/honda-cbr250r-2011-2013-review-used-guide/honda-cbr250r-2011-2013-review-price-spec_04.ashx?h=493&la=en&w=740&hash=D7D8D196A92B091145EFFF0F3DBE4E3C672F4018",
            "title": "CBR 250 RR"
          },
          {
            "backdrop_path": "https://imgx.gridoto.com/crop/68x38:860x556/700x465/photo/2021/01/13/180797200.jpg",
            "id": 830784,
            "description": "Honda CBR150R tersedia dalam pilihan mesin Petrol di Indonesia Sport baru dari Honda hadir dalam 10 varian. Bicara soal spesifikasi mesin Honda CBR150R, ini ditenagai dua pilihan mesin Petrol berkapasitas 149.16 cc. CBR150R tersedia dengan transmisi Manual tergantung variannya. CBR150R adalah Sport 2 seater dengan panjang 1983 mm, lebar 700 mm, wheelbase 1310 mm. serta ground clearance 160 mm.",
            "poster_path": "https://www.naikmotor.com/wp-content/uploads/2021/01/Honda-All-New-CBR150R-43-1.jpg",
            "title": "CBR 150 R"
          },
          {
            "backdrop_path": "https://imgcdn.oto.com/large/gallery/exterior/73/1263/honda-crf-150l-slant-rear-view-full-image-401876.jpg",
            "id": 830784,
            "description": "Honda CRF150L tersedia dalam pilihan mesin Petrol di Indonesia Off Road baru dari Honda hadir dalam 2 varian. Bicara soal spesifikasi mesin Honda CRF150L, ini ditenagai dua pilihan mesin Petrol berkapasitas 149.15 cc. CRF150L tersedia dengan transmisi Manual tergantung variannya. CRF150L adalah Off Road 2 seater dengan panjang 2119 mm, lebar 793 mm, wheelbase 1375 mm. serta ground clearance 285 mm.",
            "poster_path": "https://www.transponder.id/wp-content/uploads/2020/11/honda.jpg",
            "title": "CRF 150L"
          },
          {
            "backdrop_path": "https://cdn.wallpapersafari.com/21/42/L7c03q.jpg",
            "id": 830784,
            "description": "Honda CB150R Streetfire tersedia dalam pilihan mesin Petrol di Indonesia Street baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda CB150R Streetfire, ini ditenagai dua pilihan mesin Petrol berkapasitas 149.16 cc. CB150R Streetfire tersedia dengan transmisi Manual tergantung variannya. CB150R Streetfire adalah Street 2 seater dengan panjang 2019 mm, lebar 719 mm, wheelbase 1293 mm. serta ground clearance 169 mm.",

            "poster_path": "https://cdn.wallpapersafari.com/21/42/L7c03q.jpg",
            "title": "CB150 Street Fire"
          },
          {
            "backdrop_path": "https://bmspeed7.com/wp-content/uploads/2018/08/Warna-Baru-Honda-Sonic-2018-BMSPEED7.jpg",
            "id": 830784,
            "description": "Honda Sonic 150R tersedia dalam pilihan mesin Petrol di Indonesia Moped baru dari Honda hadir dalam 2 varian. Bicara soal spesifikasi mesin Honda Sonic 150R, ini ditenagai dua pilihan mesin Petrol berkapasitas 149.16 cc. Sonic 150R tersedia dengan transmisi Manual tergantung variannya. Sonic 150R adalah Moped 2 seater dengan panjang 1941 mm, lebar 669 mm, wheelbase 1275 mm. serta ground clearance 140 mm.",

            "poster_path": "https://imgcdn.oto.com/large/gallery/exterior/73/1342/honda-sonic-slant-rear-view-full-image-867146.jpg",
            "title": "SONIC 150"
          },
          {
            "backdrop_path": "https://wallpapercave.com/wp/wp2152968.jpg",
            "id": 830784,
            "description": "Honda CBR600RR tersedia dalam pilihan mesin Petrol di Indonesia Super Sport baru dari Honda hadir dalam 2 varian. Bicara soal spesifikasi mesin Honda CBR600RR, ini ditenagai dua pilihan mesin Petrol berkapasitas 599 cc. CBR600RR tersedia dengan transmisi Manual tergantung variannya. CBR600RR adalah Super Sport 2 seater dengan panjang 2030 mm, lebar 685 mm, wheelbase 1375 mm. serta ground clearance 125 mm.",

            "poster_path": "https://images6.alphacoders.com/684/684388.jpg",
            "title": "CBR600 RR"
          }
        ]
      },
      {
        "id": 1,
        "title": "Motor Matic Honda",
        "details": [
          {
            "backdrop_path":"https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2023/02/01/2174749809.jpg",
            "id": 830784,
            "description": "Honda Scoopy tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 8 varian. Bicara soal spesifikasi mesin Honda Scoopy, ini ditenagai dua pilihan mesin Petrol berkapasitas 109.5 cc. Scoopy tersedia dengan transmisi CVT tergantung variannya. Scoopy adalah Scooter 2 seater dengan panjang 1864 mm, lebar 683 mm, wheelbase 1251 mm. serta ground clearance 145 mm.",
            "poster_path": "https://www.suarapemredkalbar.com/public/media/post/2022/01/13/728x528/1642079033_new_honda_scoopy_semakin_memukau_dengan_aksesoris_resmi.jpeg",
            "title": "Honda Scoopy"
          },
          {
            "backdrop_path": "https://www.autoini.com/wp-content/uploads/2020/03/honda-genio-exterior2-autoini.jpg",
            "id": 830784,
            "description": "Honda Genio tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda Genio, ini ditenagai dua pilihan mesin Petrol berkapasitas 110 cc. Genio tersedia dengan transmisi CVT tergantung variannya. Genio adalah Scooter 2 seater dengan panjang 1862 mm, lebar 694 mm, wheelbase 1251 mm. serta ground clearance 147 mm.",
            "poster_path": "https://imgcdn.oto.com/large/gallery/exterior/73/2177/honda-genio-right-side-viewfull-image-188369.jpg",
            "title": "Honda Genio"
          },


          {
            "backdrop_path": "https://pbs.twimg.com/media/C_b-YYpUwAEBja7?format=jpg&name=4096x4096",
            "id": 830784,
            "description": "Honda Beat tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 6 varian. Bicara soal spesifikasi mesin Honda Beat, ini ditenagai dua pilihan mesin Petrol berkapasitas 110 cc. Beat tersedia dengan transmisi CVT tergantung variannya. Beat adalah Scooter 2 seater dengan panjang 1877 mm, lebar 669 mm, wheelbase 1256 mm. serta ground clearance 147 mm.",
            "poster_path": "https://www.otomotifo.com/wp-content/uploads/2019/07/Warna-Honda-Beat-Hitam-1200x900.jpg",
            "title": "Beat"
          },
          {
            "backdrop_path": "https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2023/05/17/IMG_20230517_062940-774472893.jpg",
            "id": 830784,
            "description": "Honda PCX160 tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda PCX160, ini ditenagai dua pilihan mesin Petrol berkapasitas 156.9 cc. PCX160 tersedia dengan transmisi CVT tergantung variannya. PCX160 adalah Scooter 2 seater dengan panjang 1936 mm, lebar 742 mm, wheelbase 1313 mm. serta ground clearance 135 mm.",
            "poster_path": "https://asset.kompas.com/crop/0x0:1000x667/750x500/data/photo/2018/04/20/4231171244.jpeg",
            "title": "Honda PCX"
          },
          {
            "backdrop_path": "https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2023/04/05/Begini-Cara-Modifikasi-Stoplamp-Motor-Honda-Vario-150-agar-Tampil-Makin-Keren-1154192808.jpg",
            "id": 830784,
            "description": "Honda Vario 160 tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda Vario 160, ini ditenagai dua pilihan mesin Petrol berkapasitas 156.9 cc. Vario 160 tersedia dengan transmisi CVT tergantung variannya. Vario 160 adalah Scooter 2 seater dengan panjang 1929 mm, lebar 679 mm, wheelbase 1277 mm. serta ground clearance 140 mm.",
            "poster_path": "https://imgcdn.oto.com/large/gallery/exterior/73/1525/honda-vario-150-esp-slant-rear-view-full-image-760686.jpg",
            "title": "Honda Vario"
          },
          {
            "backdrop_path": "https://imgcdn.oto.com/large/gallery/exterior/73/2202/honda-adv-150-slant-front-view-full-image-610236.jpg",
            "id": 830784,
            "description": "Honda ADV 160 tersedia dalam pilihan mesin Petrol di Indonesia Scooter baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda ADV 160, ini ditenagai dua pilihan mesin Petrol berkapasitas 160 cc. ADV 160 tersedia dengan transmisi CVT tergantung variannya. ADV 160 adalah Scooter 2 seater dengan panjang 1950 mm, lebar 763 mm, wheelbase 1324 mm. serta ground clearance 165 mm.",
            "poster_path": "https://imgcdnblog.carbay.com/wp-content/uploads/2019/07/18132835/Honda-ADV-150-Leads-650x444.jpeg",
            "title": "ADV 160"
          }

        ]
      },
      {
        "id": 2,
        "title": "Motor Bebek Honda",
        "details": [
          {
            "backdrop_path": "https://imgx.gridoto.com/crop/65x55:901x531/700x465/photo/2019/09/24/3950671775.jpg",
            "id": 830784,
            "description": "Honda Supra GTR 150 tersedia dalam pilihan mesin Petrol di Indonesia Moped baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda Supra GTR 150, ini ditenagai dua pilihan mesin Petrol berkapasitas 149.16 cc. Supra GTR 150 tersedia dengan transmisi Manual tergantung variannya. Supra GTR 150 adalah Moped 2 seater dengan panjang 2025 mm, lebar 705 mm, wheelbase 1284 mm. serta ground clearance 150 mm.",
            "poster_path": "https://imgcdn.oto.com/medium/gallery/exterior/73/1535/honda-supra-gtr-150-35755.jpg",
            "title": "Supra GTR"
          },
          {
            "backdrop_path": "https://www.wahanahonda.com/assets/upload/berita/BERITA_1643085598_03e4db9da74be14be704740d0319a222.jpg",
            "id": 830784,
            "description": "Honda Revo tersedia dalam pilihan mesin Petrol di Indonesia Moped baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda Revo, ini ditenagai dua pilihan mesin Petrol berkapasitas 109.17 cc. Revo tersedia dengan transmisi Manual tergantung variannya. Revo adalah Moped 2 seater dengan panjang 1919 mm, lebar 709 mm, wheelbase 1227 mm. serta ground clearance 135 mm.",
            "poster_path": "https://imgcdn.oto.com/medium/gallery/exterior/73/979/honda-revo-99509.jpg",
            "title": "Honda Revo"
          },
          {
            "backdrop_path": "https://imgcdn.oto.com/large/gallery/exterior/73/978/honda-blade-125-fi-marketing-image-829894.jpg",
            "id": 830784,
            "description": "Honda Blade dibekali mesin injeksi dengan silinder tunggal berkapasitas 125 cc. Tenaga puncak 10,1 ps. Untuk menyalurkan tenaga, dipasangkan transmisi manual 4-speed. Mesin ini begitu sederhana sehingga mudah untuk dirawat. Selain itu, Honda juga mengklaim kalau konsumsi BBMnya mencapai 52 km/liter. Bukan angka sembarangan. Terlebih, masih menurut Honda, motor ini aman menenggak bahan bakar Premium. Jadi, kalau mencari motor utilitas tinggi yang tidak macam-macam, Blade 125 FI sepertinya bisa jadi pilihan.",
            "poster_path": "https://imgcdn.oto.com/large/gallery/color/73/978/honda-blade-125-fi-color-544153.jpg",
            "title": "Honda Blade 125 FI"
          },
          {
            "backdrop_path": "https://4.bp.blogspot.com/-hoNNeEz9rGc/VosxmP2DbrI/AAAAAAAAEIA/MbOFl5kHE9w/s1600/Honda%2BSupra%2BX%2B125%2BFi%2B2016%2BDengan%2BFitur%2BUSB%2BCharger%2BHandphone4.jpg",
            "id": 830784,
            "description": "Honda Supra X 125 FI tersedia dalam pilihan mesin Petrol di Indonesia Moped baru dari Honda hadir dalam 4 varian. Bicara soal spesifikasi mesin Honda Supra X 125 FI, ini ditenagai dua pilihan mesin Petrol berkapasitas 124.89 cc. Supra X 125 FI tersedia dengan transmisi Manual tergantung variannya. Supra X 125 FI adalah Moped 2 seater dengan panjang 1918 mm, lebar 709 mm, wheelbase 1235 mm. serta ground clearance 136.5 mm.",
            "poster_path": "https://imgcdn.oto.com/large/gallery/exterior/73/980/honda-supra-x-125-fi-marketing-image-816462.jpg",
            "title": "Supra x 125 FI"
          },
          {
            "backdrop_path":"https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2022/12/06/1151107429.png",
            "id": 830784,
            "description": "Honda Super Cub C125 tersedia dalam pilihan mesin Petrol di Indonesia Moped baru dari Honda hadir dalam 2 varian. Bicara soal spesifikasi mesin Honda Super Cub C125, ini ditenagai dua pilihan mesin Petrol berkapasitas 125 cc. Super Cub C125 tersedia dengan transmisi Manual tergantung variannya. Super Cub C125 adalah Moped 1 seater dengan panjang 1910 mm, lebar 718 mm, wheelbase 1243 mm. serta ground clearance 136 mm.",
            "poster_path":"https://s3.ap-southeast-1.amazonaws.com/moladin.assets/blog/wp-content/uploads/2021/06/23113341/honda-super-cub-125-2021-002.jpg",
            "title": "Super Cub 125"
          }

        ]
      }


    ]
  }